Repository: declension/squeeze-alexa
Catalog: locale/*/LC_MESSAGES/squeeze-alexa.po
Languages: de_de, fr_fr

source: Squeezebox is online. Please try some commands.
de_de: Squeezebox ist bereit. Probier ein paar Kommandos aus.
fr_fr: Squeezebox est en ligne. Merci d'essayer quelques commandes.

source: Try resume, pause, next, previous, play some jazz, or ask Squeezebox to turn it up or down
de_de: Probier mal fortsetzen, Pause, nächstes, letztes, Spiel Jazz Musik oder schalte ein Abspielgerät ein
fr_fr: Essayez reprise, pause, suivant, précédent, joue un peu de jazz ou demandez à Squeezebox de monter ou baisser le son

source: Sorry, I don't know how to process a "{intent}"
de_de: Es tut mir Leid, ich weiß nicht wie ich auf "{intent}" reagieren soll
fr_fr: Désolé, Je ne sais pas comment traiter un "{intent}"

source: Unknown intent: '{intent}'
de_de: Unbekannte Anfrage: '{intent}'
fr_fr: Intention inconnue: '{intent}'

source: Rewind!
de_de: Zurückgespult!
fr_fr: Rembobinage !

source: Yep, pretty lame.
de_de: Das mochte ich auch nicht.
fr_fr: Ouais, c'est plutôt nul.

source: Currently playing: "{title}"
de_de: Gerade läuft: "{title}"
fr_fr: En train de jouer : "{title}"

source: Now playing: "{title}"
de_de: Es läuft: "{title}"
fr_fr: En cours de lecture : "{title}"

source: Nothing playing.
de_de: Es wird nicht abgespielt.
fr_fr: Aucune lecture en cours.

source: Select a volume value between 0 and 10
de_de: Wähle eine Lautstärke zwischen 0 und 10
fr_fr: Sélectionnez une valeur de volume entre 0 et 10

source: Invalid volume value
de_de: Ungültige Lautstärke
fr_fr: Valeur de volume invalide

source: Volume value out of range: {volume}
de_de: Lautstärke außerhalb des gültigen Bereichs: {volume}
fr_fr: Valeur de volume hors plage : {volume}

source: Set volume to {volume}
de_de: Lautstärke auf {volume}
fr_fr: Régler le volume sur {volume}

source: Select a volume between 0 and 100 percent
de_de: Wähle eine Lautstärke zwischen 0 und 100 prozent
fr_fr: Sélectionnez un volume entre 0 et 100 pourcent

source: Invalid volume
de_de: Ungültige Lautstärke
fr_fr: Volume invalide

source: Select a volume value between 0 and 100 percent
de_de: Wähle eine Lautstärke zwischen 0 und 100 prozent
fr_fr: Sélectionnez une valeur de volume entre 0 et 100 pourcent

source: Volume value out of range: {volume} percent
de_de: Lautstärke außerhalb des gültigen Bereichs: {volume}
fr_fr: Valeur de volume hors plage : {volume} pourcent

source: Set volume to {percent} percent
de_de: Lautstärke auf {percent} prozent
fr_fr: Régler le volume sur {percent} pourcent

source: Increase Volume
de_de: Lautstärke erhöht
fr_fr: Augmente le volume

source: Pumped it up.
de_de: Alles klar: lauter.
fr_fr: Augmente le.

source: Decrease Volume
de_de: Lautstärke niedriger
fr_fr: Baisse le volume

source: OK, quieter now.
de_de: Jetzt ist es leiser.
fr_fr: OK, plus faible maintenant.

source: Selected {player}
de_de: {player} ausgewählt
fr_fr: {player} sélectionné

source: Selected player {player}
de_de: Abspielgerät {player} ausgewählt
fr_fr: Lecteur {player} sélectionné

source: I only found these players: {players}. Could you try again?
de_de: Ich kann nur die folgenden Geräte finden: {players}. Welches willst du?
fr_fr: Je n'ai trouvé que ces lecteurs : {players}. Pouvez-vous essayer à nouveau ?

source: You can select a player by saying "{utterance}" and then the player name.
de_de: Du kannst ein Gerät auswählen indem du "{utterance}" sagst und dann den Namen des Gerätes.
fr_fr: Vous pouvez sélectionner un lecteur en disant "{utterance}" et le nom du lecteur.

source: No player called "{name}"
de_de: Es gibt kein Gerät mit dem Namen "{name}"
fr_fr: Aucun lecteur nommé "{name}"

source: Shuffle on
de_de: Zufallswiedergabe an
fr_fr: Lecture aléatoire activée

source: Shuffle is now on
de_de: Zufallswiedergabe ist jetzt eingeschaltet
fr_fr: La lecture aléatoire est maintenant activée

source: Shuffle off
de_de: Zufallswiedergabe aus
fr_fr: Lecture aléatoire désactivée

source: Shuffle is now off
de_de: Zufallswiedergabe ist jetzt ausgeschaltet
fr_fr: La lecture aléatoire est maintenant désactivée

source: Repeat on
de_de: Wiederholung an
fr_fr: Répétition activée

source: Repeat is now on
de_de: Wiederholung ist jetzt eingeschaltet
fr_fr: La répétition est maintenant activée

source: Repeat Off
de_de: Wiederholung aus
fr_fr: Répétition désactivée

source: Repeat is now off
de_de: Wiederholung ist jetzt ausgeschaltet
fr_fr: La répétition est maintenant désactivée

source: Switched {player} off
de_de: {player} eingeschaltet
fr_fr: Extinction de {player}

source: {player} is now off
de_de: {player} ist jetzt ausgeschaltet
fr_fr: {player} est maintenant éteint

source: Switched {player} on
de_de: {player} eingeschaltet
fr_fr: Allumage de {player}

source: Players all off
de_de: Alle Abspielgeräte aus
fr_fr: Les lecteurs sont tous éteints

source: Silence.
de_de: Jetzt ist es still.

source: All On.
de_de: Alle an.
fr_fr: Tous allumés.

source: Ready to rock
de_de: Lass uns losrocken

source: There are no playlists
de_de: Es gibt keine Wiedergabelisten
fr_fr: Il n'y a pas de listes de lecture

source: Didn't hear a playlist there. You could try the "{name}" playlist?
de_de: Ich habe keinen Gerätenamen verstanden. Versuchs doch mit "{name}".
fr_fr: Je n'ai pas entendu de liste de lecture. Voulez-vous essayer la liste de lecture "{name}" ?

source: No Squeezebox playlists found
de_de: Keine Squeezbox-Wiedergabelisten gefunden
fr_fr: Aucune liste de lecture Squeezebox trouvée

source: Playing "{name}" playlist
de_de: Spiele Wiedergabeliste "{name}"
fr_fr: Joue la liste de lecture "{name}"

source: Couldn't find a playlist matching "{name}".How about the "{suggestion}" playlist?
de_de: Ich habe keine Liste "{name}" gefunden. Versuchs doch mit "{suggestion}"?
fr_fr: Je n'ai pas trouvé de liste de lecture qui contient "{name}". Que pensez-vous de la liste de lecture "{suggestion}" ?

source: Playing mix of {genres}
de_de: Spiele eine Mischung aus {genres}
fr_fr: Joue un mélange de {genres}

source: or
de_de: oder
fr_fr: ou

source: Don't understand requested genres {genres}
de_de: Ich habe das angefragte Genre {genres} nicht verstanden
fr_fr: Je ne comprends pas la demande de genre {genres}

source: Can't find genres: {genres}
de_de: Kann das Genre nicht finden: {genres}
fr_fr: Impossible de trouver les genres : {genres}

source: and
de_de: und
fr_fr: et

source: favorites
de_de: Favoriten
fr_fr: favoris
